#+TITLE: anharmonic effects
#+roam_alias: anharmonicity
* Summary :SUMMARY:
* Questions :QUESTIONS:
* Notes
  :LOGBOOK:
  CLOCK: [2021-07-23 Fri 13:06]--[2021-07-23 Fri 13:06] =>  0:00
  CLOCK: [2021-07-23 Fri 12:56]--[2021-07-23 Fri 12:58] =>  0:02
  CLOCK: [2021-07-23 Fri 12:50]--[2021-07-23 Fri 12:53] =>  0:03
  :END:

Anharmonicity relates to the fact that when atoms interact there is
not a perfect parabolic curve to the interaction, like a perfect
spring, as in the [[file:2021-07-01--13-42-08--harmonic_approximation.org][harmonic approximation]] in [[file:2021-07-01--13-47-14--lattice_dynamics.org][phonons]].


Anharmonicity is responsible for [[file:2021-07-23--11-53-45--thermal_expansion.org][thermal expansion]].

One can account for anharmonicity in the [[file:2021-07-23--11-58-08--quasi_harmonic_approximation.org][quasi-harmonic approximation]]
